import React from "react";

export default function AboutHelsa() {
   return (
      <div className='bg-blueGray p-5 lg:p-20 text-center text-white'>
         <div className='container'>
            <p className='text-pink'>درباره ما</p>
            <h1 className='mt-5 text-2xl md:text-7xl font-bold'>درباره هوش مصنوعی هلسا</h1>
            {/* titleBox */}
            <div className='grid grid-cols-1 md:grid-cols-5 center-container mt-14 md:text-right '>
               {/* col span 3 */}

               <div
                  className='md:col-span-3 bg-cover p-5 py-24 md:ps-14 md:pe-40'
                  style={{backgroundImage: "url(/img/aboutBack.png)"}}
               >
                  <h3 className='text-2xl md:text-6xl font-bold '>عصر جدیدی را با هلسا تجربه کنید</h3>
                  <p className='mt-5  leading-10'>
                     دوره‌های آموزشی شرکت هلسا با همکاری ارزشمند نظام مهندسی، دانشگاه شهید صدوقی و اتاق بازرگانی خانه
                     صنعت و معدن استان یزد برگزار می‌شود. این همکاری‌های استراتژیک، امکان ارائه آموزش‌های تخصصی و
                     کاربردی در زمینه هوش مصنوعی را فراهم می‌آورد که به ویژه برای پزشکان، معماران و صنعت‌گران طراحی
                     شده‌اند. با بهره‌گیری از دانش و تجربه اساتید برجسته و متخصصین حوزه‌های مختلف، این دوره‌ها به
                     شرکت‌کنندگان کمک می‌کند تا مهارت‌های لازم برای استفاده مؤثر از فناوری‌های هوش مصنوعی را کسب کنند.
                     هدف ما از این دوره‌ها، توانمندسازی حرفه‌ای‌ها و ارتقاء سطح دانش و کارآیی آنها در جهت بهبود عملکرد و
                     نوآوری در حوزه‌های مختلف است.
                  </p>

                  {/* Button  */}

                  <a href='tel:09938453056'>
                     <div className='w-max p-4 px-8 bg-blueGray   mt-10  '>تماس با ما</div>
                  </a>
               </div>

               {/* col span 2 */}

               <div className='md:col-span-2  text-black   mt-5 md:my-auto md:-mr-20 py-20'>
                  <div className='md:w-3/4  bg-white h-max  p-10 text-gray-500'>
                     <p>
                        شرکت هلسا با افتخار در زمینه توسعه و آموزش هوش مصنوعی فعالیت می‌کند و به عنوان یکی از پیشگامان
                        این عرصه، هدف خود را بر ارتقاء دانش و مهارت‌های پزشکان، معماران و صنعت‌گران در استفاده از
                        فناوری‌های هوش مصنوعی قرار داده است. ما در هلسا معتقدیم که هوش مصنوعی می‌تواند به طور چشمگیری
                        کیفیت و کارآیی در حوزه‌های مختلف را بهبود بخشد و به همین دلیل، تلاش می‌کنیم تا ابزارها و
                        راهکارهای کاربردی و مبتکرانه‌ای را در اختیار متخصصان قرار دهیم. چشم‌انداز ما در هلسا، ایجاد
                        بستری است که در آن آموزش هوش مصنوعی به گونه‌ای انجام شود که هر کاربر، با هر سطح دانشی، بتواند از
                        امکانات و قابلیت‌های این فناوری به بهترین نحو ممکن بهره‌مند شود. ما با ارائه دوره‌های آموزشی و
                        کارگاه‌های تخصصی، به پزشکان کمک می‌کنیم تا از هوش مصنوعی در تشخیص و درمان بیماری‌ها استفاده
                        کنند، به معماران امکان می‌دهیم تا پروژه‌های خود را با دقت و کارآیی بیشتری طراحی کنند و به
                        صنعت‌گران ابزارهایی می‌دهیم که فرآیندهای تولید و مدیریت را بهینه کنند. علاوه بر تمرکز اصلی بر
                        هوش مصنوعی، هلسا خدمات جانبی متنوعی از جمله طراحی سایت، پشتیبانی وبسایت، سئو و بهینه‌سازی
                        موتورهای جستجو نیز ارائه می‌دهد. تیم متخصص ما در این زمینه‌ها با تجربه و دانش بالا، آماده است تا
                        بهترین خدمات را به مشتریان ارائه کند و حضور آنلاین آنها را تقویت نماید.
                     </p>
                  </div>
               </div>
            </div>
         </div>
      </div>
   );
}
